
applicationAccessDenied = El usuario {0} no est\u00E1 autorizado a acceder a la aplicaci\u00F3n

dataSourceSaved = Fuente de datos guardada con \u00E9xito

dataSourcesConfirmDelete = \u00BFEst\u00E1 seguro de querer eliminar las fuentes de datos seleccionadas?

dataSourcesDeleteTitle = Eliminar fuentes de datos

dataSourcesDeleted = Fuentes de datos eliminadas con \u00E9xito

dataSourcesErrorDelete = Se ha producido un error al eliminar las fuentes de datos

errorArchivingIndicator = Se ha producido un error al archivar el indicador

errorArchivingSystem = Se ha producido un error al archivar el sistema de indicadores

errorBuildingIndicatorInstanceJaxiUrl = Se ha producido un error al construir la URL de la instancia de indicador

errorBuildingIndicatorJaxiUrl = Se ha producido un error al construir la URL del indicador

errorDeletingGeoGranularities = Error eliminando granularidades

errorDeletingQuantityUnits = Error eliminando unidades

errorDeletingUnitMultipliers = Error eliminando multiplicadores de unidad

errorExportingSystemsInDspl = Se ha producido un error al exportar el sistema de indicadores en DSPL

errorFindingDataDefinitions = Se ha producido un error durante la b\u00FAsqueda de consultas de la operaci\u00F3n {0}

errorGeographicalValueNotFound = Valor geogr\u00E1fico no encontrado

errorLoadingUserGuide = Se ha producido un error durante la carga del manual de usuario

errorLoadingValuesLists = Se ha producido un error durante la carga de las tablas de valores

errorPageMessage = Se ha producido un error. P\u00F3ngase en contacto con el administrador del sistema.

errorPopulatingIndicatorData = Se ha producido un error al poblar los datos del indicador

errorPublishingIndicator = Se ha producido un error al publicar el indicador

errorPublishingSystem = Se ha producido un error al publicar el sistema de indicadores

errorPublishingSystemOperationNotPublished = El sistema de indicadores no puede ser publicado porque la operaci\u00F3n estad\u00EDstica asociada no est\u00E1 publicada externamente

errorRejectingIndicatorValidation = Se ha producido un error al rechazar la validaci\u00F3n del indicador

errorRejectingSystemValidation = Se ha producido un error al rechazar la validaci\u00F3n del sistema de indicadores

errorRetrievingData = Se ha producido un error al obtener los datos

errorRetrievingDataDefinition = Se ha producido un error al obtener la definici\u00F3n de datos

errorRetrievingDataDefinitions = Se ha producido un error al obtener las definiciones de datos

errorRetrievingDataDefinitionsOperationCodes = Se ha producido un error al obtener los c\u00F3digos de las operaciones de las consultas

errorRetrievingDataSources = Se ha producido un error al obtener las fuentes de datos

errorRetrievingDataStructure = Se ha producido un error al obtener la estructura de datos

errorRetrievingDimension = Se ha producido un error al obtener la dimensi\u00F3n

errorRetrievingGeographicalGranularities = Se ha producido un error al obtener las granularidades geogr\u00E1ficas

errorRetrievingGeographicalGranularity = Se ha producido un error al obtener la granularidad geogr\u00E1fica

errorRetrievingGeographicalValue = Se ha producido un error al obtener el valor geogr\u00E1fico

errorRetrievingGeographicalValues = Se ha producido un error al obtener los valores geogr\u00E1ficos

errorRetrievingIndicator = Se ha producido un error al obtener el indicador

errorRetrievingIndicatorFromInstance = Se ha producido un error al obtener el indicador de la Instancia

errorRetrievingIndicatorGeographicalGranularities = Se ha producido un error al obtener las granularidades geogr\u00E1ficas para el indicador

errorRetrievingIndicatorGeographicalValues = Se ha producido un error al obtener los valores geogr\u00E1ficos para el indicador

errorRetrievingIndicatorInstance = Se ha producido un error al obtener la Instancia de indicador

errorRetrievingIndicatorTimeGranularities = Se ha producido un error al obtener las granularidades temporales para el indicador

errorRetrievingIndicatorTimeValues = Se ha producido un error al obtener los valores temporales para el indicador

errorRetrievingIndicators = Se ha producido un error al obtener los indicadores

errorRetrievingQuantityUnits = Se ha producido un error al obtener las unidades de medici\u00F3n

errorRetrievingSubjects = Se ha producido un error al obtener las \u00E1reas

errorRetrievingUnitMultipliers = Se ha producido un error al obtener los multiplicadores de unidad

errorSavingDataSource = Se ha producido un error al guardar la fuente de datos

errorSavingGeoGranularity = Se ha producido un error al guardar la granularidad

errorSavingQuantityUnit = Se ha producido un error al guardar la unidad

errorSavingUnitMultiplier = Se ha procudico un error al guardar el multiplicador de unidad

errorSearchingIndicators = Se ha producido un error durante la b\u00FAsqueda de indicadores

errorSendingIndicatorToDiffusionValidation = Se ha producido un error al enviar a Validaci\u00F3n de difusi\u00F3n el indicador

errorSendingIndicatorToProductionValidation = Se ha producido un error al enviar a Validaci\u00F3n de producci\u00F3n el indicador

errorSendingSystemToDiffusionValidation = Se ha producido un error al enviar a Validaci\u00F3n de difusi\u00F3n el sistema de indicadores

errorSendingSystemToProductionValidation = Se ha producido un error al enviar a Validaci\u00F3n de producci\u00F3n el sistema de indicadores

errorTemporalValueFormat = Valor temporal no v\u00E1lido

errorVersioningIndicator = Se ha producido un error al versionar el indicador

errorVersioningIndicatorsSystem = Se ha producido un error al versionar el sistema de indicadores

geoGranularitiesConfirmDelete = \u00BFEst\u00E1 seguro de querer eliminar las granularidades seleccionadas?

geoGranularitiesDeleteTitle = Eliminar granularidades

geoValuesConfirmDelete = \u00BFEst\u00E1 seguro de querer eliminar los valores seleccionadas?

geoValuesDeleteTitle = Eliminar valores

indicCreated = Indicador creado correctamente

indicDeleted = Indicador eliminado correctamente

indicErrorCreate = Error al crear indicador

indicErrorDelete = Error al borrar los indicadores

indicErrorRetrieve = Error al obtener el indicador

indicErrorRetrieveList = Error al obtener la lista de indicadores

indicErrorSave = Error al guardar indicador

indicatorArchived = Indicador archivado

indicatorDataPopulated = Los datos del indicador han sido poblados con \u00E9xito

indicatorDisabledNotifyPopulationErrors = Desactivadas notificaciones de errores durante la recarga

indicatorEditionInfo = Edici\u00F3n del indicador

indicatorEditionInfoDetailedMessage = El indicador no puede ser editado. Cree una nueva versi\u00F3n del indicador para editarlo.

populationWithErrors=Error poblando alguna versi\u00F3n del indicador

indicatorEnabledNotifyPopulationErrors = Activadas notificaciones de errores durante la recarga

indicatorInconsistentData = Los datos asociados al indicador son inconsistentes o aun no han sido cargados. Es recomendable poblar los datos para continuar.

indicatorPreviousVersion = \ (con versi\u00F3n {0} publicada)

indicatorPublished = Indicador publicado

indicatorSaved = El indicador ha sido guardado con \u00E9xito

indicatorSentToDiffusionValidation = Indicador enviado a validaci\u00F3n de difusi\u00F3n

indicatorSentToProductionValidation = Indicador enviado a validaci\u00F3n de producci\u00F3n

indicatorValidationRejected = Validaci\u00F3n de indicador rechazada

indicatorVersioned = Indicador versionado

indicatorVersioning = Versionado de indicador

indicatorVersioningDetailedMessage = El indicador va a ser versionado. \u00BFEst\u00E1 de acuerdo?

infoDataSourceEmptyData = Si no se especifica el data, al menos una de las tasas debe ser de tipo "Carga"

infoDataSourceFilledData = El data seleccionado no puede ser igual a alguno de los m\u00E9todos de las tasas

infoIndicatorNoUpdated = El indicador no est\u00E1 actualizado. 

page = P\u00E1gina {0}

quantityUnitsConfirmDelete = \u00BFEst\u00E1 seguro de querer eliminar las unidades seleccionadas?

quantityUnitsDeleteTitle = Eliminar unidades

selected = {0} de {1} seleccionados

systemArchived = Sistema de indicadores archivado

systemCreated = Sistema de indicadores creado correctamente

systemDeleted = Se ha eliminado la informaci\u00F3n asociada a los sistemas de indicadores correctamente

systemEditionInfo = Edici\u00F3n del sistema de indicadores

systemEditionInfoDetailedMessage = El sistema de indicadores no puede ser editado. Cree una nueva versi\u00F3n del sistema para editarlo.

systemErrorCreate = Error al crear sistema de indicadores

systemErrorDelete = Se ha producido un error al eliminar la informaci\u00F3n asociada a los sistemas de indicadores

systemErrorRetrieve = Error al obtener sistema de indicadores

systemErrorRetrieveList = Error al obtener el listado de sistemas de indicadores

systemPublished = Sistema de indicadores publicado

systemSentToDiffusionValidation = Sistema de indicadores enviado a validaci\u00F3n de difusi\u00F3n

systemSentToProductionValidation = Sistema de indicadores enviado a validaci\u00F3n de producci\u00F3n

systemStrucDimCreated = Dimensi\u00F3n creada correctamente

systemStrucDimDeleted = Dimensi\u00F3n eliminada correctamente

systemStrucDimErrorCreate = Error al crear la dimensi\u00F3n

systemStrucDimErrorDelete = Error al eliminar la dimensi\u00F3n

systemStrucDimErrorSave = Error al guardar la dimensi\u00F3n

systemStrucDimSaved = Dimensi\u00F3n guardada con \u00E9xito

systemStrucErrorRetrieve = Error al obtener la estructura del sistema de indicadores

systemStrucIndInstanceCreated = Instancia de indicador creada correctamente

systemStrucIndInstanceDeleted = Instancia de indicador eliminada correctamente

systemStrucIndInstanceErrorCreate = Error al crear la instancia de indicador

systemStrucIndInstanceErrorDelete = Error al eliminar la instancia de indicador

systemStrucIndInstanceErrorSave = Error al guardar la instancia de indicador

systemStrucIndInstanceSaved = Instancia de indicador guardada con \u00E9xito

systemStrucNodesErrorMove = Error al mover los nodos

systemStrucNodesErrorMoveRecursevely = El nodo {0} no se puede mover a uno de sus hijos

systemValidationRejected = Validaci\u00F3n de sistema de indicadores rechazada

systemVersioned = Sistema de indicadores versionado

systemVersioning = Versionado de sistemas de indicadores

systemVersioningDetailedMessage = El sistema de indicadores va a ser versionado. \u00BFEst\u00E1 de acuerdo?

unitMultipliersConfirmDelete = \u00BFEst\u00E1 seguro de querer eliminar los multiplicadores de unidad seleccionados?

unitMultipliersDeleteTitle = Eliminar multiplicador de unidad

validatorErrorDecimalPlaces = El n\u00FAmero de decimales debe ser menor que {0}

validatorErrorIndicatorSelected = El indicador seleccionado no puede ser el mismo
