
applicationAccessDenied = L''usuari {0} no est\u00E0 autoritzat a accedir a l''aplicaci\u00F3

dataSourceSaved = Font de dades guardada amb \u00E8xit

dataSourcesConfirmDelete = Est\u00E0 segur de voler eliminar les fonts de dades seleccionades?

dataSourcesDeleteTitle = Eliminar fonts de dades

dataSourcesDeleted = Fonts de dades eliminades amb \u00E8xit

dataSourcesErrorDelete = S''ha produ\u00EFt un error en eliminar les fonts de dades

errorArchivingIndicator = S''ha produ\u00EFt un error en arxivar l''indicador

errorArchivingSystem = S''ha produ\u00EFt un error en arxivar el sistema d''indicadors

errorDeletingGeoGranularities = Error eliminant granularitats

errorDeletingQuantityUnits = Error eliminant unitats

errorDeletingUnitMultipliers = Error eliminant multiplicadors d''unitat

errorExportingSystemsInDspl = S''ha produ\u00EFt un error en exportar el sistema d''indicadors en DSPL

errorFindingDataDefinitions = S''ha produ\u00EFt un error durant la cerca de consultes de l''operaci\u00F3 {0}

errorGeographicalValueNotFound = Valor geogr\u00E0fic no trobat

errorLoadingUserGuide = S''ha produ\u00EFt un error durant la c\u00E0rrega del manual d''usuari

errorLoadingValuesLists = S''ha produ\u00EFt un error durant la c\u00E0rrega de les taules de valors

errorPageMessage = S''ha produ\u00EFt un error. Posi''s en contacte amb l''administrador del sistema.

errorPopulatingIndicatorData = S''ha produ\u00EFt un error en poblar les dades de l''indicador

errorPublishingIndicator = S''ha produ\u00EFt un error en publicar l''indicador

errorPublishingSystem = S''ha produ\u00EFt un error en publicar el sistema d''indicadors

errorPublishingSystemOperationNotPublished = El sistema d''indicadors no pot ser publicat perqu\u00E8 l''operaci\u00F3 estad\u00EDstica associada no est\u00E0 publicada externament

errorRejectingIndicatorValidation = S''ha produ\u00EFt un error en rebutjar la validaci\u00F3 de l''indicador

errorRejectingSystemValidation = S''ha produ\u00EFt un error en rebutjar la validaci\u00F3 del sistema d''indicadors

errorRetrievingData = S''ha produ\u00EFt un error en obtenir les dades

errorRetrievingDataDefinition = S''ha produ\u00EFt un error en obtenir la definici\u00F3 de dades

errorRetrievingDataDefinitions = S''ha produ\u00EFt un error en obtenir les definicions de dades

errorRetrievingDataDefinitionsOperationCodes = S''ha produ\u00EFt un error en obtenir els codis de les operacions de les consultes

errorRetrievingDataSources = S''ha produ\u00EFt un error en obtenir les fonts de dades

errorRetrievingDataStructure = S''ha produ\u00EFt un error en obtenir l''estructura de dades

errorRetrievingDimension = S''ha produ\u00EFt un error en obtenir la dimensi\u00F3

errorRetrievingGeographicalGranularities = S''ha produ\u00EFt un error en obtenir les granularitats geogr\u00E0fiques

errorRetrievingGeographicalGranularity = S''ha produ\u00EFt un error en obtenir la granularitat geogr\u00E0fica

errorRetrievingGeographicalValue = S''ha produ\u00EFt un error en obtenir el valor geogr\u00E0fic

errorRetrievingGeographicalValues = S''ha produ\u00EFt un error en obtenir els valors geogr\u00E0fics

errorRetrievingIndicator = S''ha produ\u00EFt un error en obtenir l''indicador

errorRetrievingIndicatorFromInstance = S''ha produ\u00EFt un error en obtenir l''indicador de la Inst\u00E0ncia

errorRetrievingIndicatorGeographicalGranularities = S''ha produ\u00EFt un error en obtenir les granularitats geogr\u00E0fiques per a l''indicador

errorRetrievingIndicatorGeographicalValues = S''ha produ\u00EFt un error en obtenir els valors geogr\u00E0fics per a l''indicador

errorRetrievingIndicatorInstance = S''ha produ\u00EFt un error en obtenir la Inst\u00E0ncia d''indicador

errorRetrievingIndicatorTimeGranularities = S''ha produ\u00EFt un error en obtenir les granularitats temporals per a l''indicador

errorRetrievingIndicatorTimeValues = S''ha produ\u00EFt un error en obtenir els valors temporals per a l''indicador

errorRetrievingIndicators = S''ha produ\u00EFt un error en obtenir els indicadors

errorRetrievingQuantityUnits = S''ha produ\u00EFt un error en obtenir les unitats de mesurament

errorRetrievingSubjects = S''ha produ\u00EFt un error en obtenir les \u00E0rees

errorRetrievingUnitMultipliers = S''ha produ\u00EFt un error en obtenir els multiplicadors d''unitat

errorSavingDataSource = S''ha produ\u00EFt un error en guardar la font de dades

errorSavingGeoGranularity = S''ha produ\u00EFt un error en guardar la granularitat

errorSavingQuantityUnit = S''ha produ\u00EFt un error en guardar la unitat

errorSavingUnitMultiplier = S''ha *procudico un error en guardar el multiplicador d''unitat

errorSearchingIndicators = S''ha produ\u00EFt un error durant la cerca d''indicadors

errorSendingIndicatorToDiffusionValidation = S''ha produ\u00EFt un error en enviar a Validaci\u00F3 de difusi\u00F3 l''indicador

errorSendingIndicatorToProductionValidation = S''ha produ\u00EFt un error en enviar a Validaci\u00F3 de producci\u00F3 l''indicador

errorSendingSystemToDiffusionValidation = S''ha produ\u00EFt un error en enviar a Validaci\u00F3 de difusi\u00F3 el sistema d''indicadors

errorSendingSystemToProductionValidation = S''ha produ\u00EFt un error en enviar a Validaci\u00F3 de producci\u00F3 el sistema d''indicadors

errorTemporalValueFormat = Valor temporal no v\u00E0lid

errorVersioningIndicator = S''ha produ\u00EFt un error en versionar l''indicador

errorVersioningIndicatorsSystem = S''ha produ\u00EFt un error en versionar el sistema d''indicadors

geoGranularitiesConfirmDelete = Est\u00E0 segur de voler eliminar les granularitats seleccionades?

geoGranularitiesDeleteTitle = Eliminar granularitats

geoValuesConfirmDelete = Est\u00E0 segur de voler eliminar els valors seleccionats?

geoValuesDeleteTitle = Eliminar valors

indicCreated = Indicador creat correctament

indicDeleted = Indicador eliminat correctament

indicErrorCreate = Error en crear indicador

indicErrorDelete = Error en esborrar els indicadors

indicErrorRetrieve = Error en obtenir l''indicador

indicErrorRetrieveList = Error en obtenir la llista d''indicadors

indicErrorSave = Error en guardar indicador

indicatorArchived = Indicador arxivat

indicatorDisabledNotifyPopulationErrors = Desactivades notificacions d''errors durant la rec\u00E0rrega

indicatorEditionInfo = Edici\u00F3 de l''indicador

indicatorEditionInfoDetailedMessage = L''indicador no pot ser editat. Creu una nova versi\u00F3 de l''indicador per a editar-lo.

indicatorEnabledNotifyPopulationErrors = Activades notificacions d''errors durant la rec\u00E0rrega

indicatorInProcessInBackground = Hi ha una tasca sent executada en segon pla en relaci\u00F3 a aquest indicador.

indicatorInconsistentData = Les dades associades a l''indicador s\u00F3n inconsistents o fins i tot no han estat carregades. \u00C9s recomanable poblar les dades per a continuar.

indicatorPopulateData = Rec\u00E0rrega de dades de l''indicador

indicatorPopulateDataInProgress = La rec\u00E0rrega de dades de l''indicador est\u00E0 sent executada en segon pla. Ser\u00E0 notificat quan aquest proc\u00E9s finalitzi.

indicatorPreviousVersion = \ (amb versi\u00F3 {0} publicada)

indicatorPublished = Indicador publicat

indicatorSaved = L''indicador ha estat guardat amb \u00E8xit

indicatorSentToDiffusionValidation = Indicador enviat a validaci\u00F3 de difusi\u00F3

indicatorSentToProductionValidation = Indicador enviat a validaci\u00F3 de producci\u00F3

indicatorValidationRejected = Validaci\u00F3 d''indicador rebutjada

indicatorVersioned = Indicador versionat

indicatorVersioning = Versionat d''indicador

indicatorVersioningDetailedMessage = L''indicador ser\u00E0 versionat. Est\u00E0 d''acord?

infoDataSourceEmptyData = Si no s''especifica el data, almenys una de les taxes ha de ser de tipus "C\u00E0rrega"

infoDataSourceFilledData = El data seleccionat no pot ser igual a algun dels m\u00E8todes de les taxes

infoIndicatorNoUpdated = L''indicador no est\u00E0 actualitzat.

page = P\u00E0gina {0}

quantityUnitsConfirmDelete = Est\u00E0 segur de voler eliminar les unitats seleccionades?

quantityUnitsDeleteTitle = Eliminar unitats

selected = {0} de {1} seleccionats

systemArchived = Sistema d''indicadors arxivat

systemCreated = Sistema d''indicadors creat correctament

systemDeleted = S''ha eliminat la informaci\u00F3 associada als sistemes d''indicadors correctament

systemEditionInfo = Edici\u00F3 del sistema d''indicadors

systemEditionInfoDetailedMessage = El sistema d''indicadors no pot ser editat. Creu una nova versi\u00F3 del sistema per a editar-lo.

systemErrorCreate = Error en crear sistema d''indicadors

systemErrorDelete = S''ha produ\u00EFt un error en eliminar la informaci\u00F3 associada als sistemes d''indicadors

systemErrorRetrieve = Error en obtenir sistema d''indicadors

systemErrorRetrieveList = Error en obtenir el llistat de sistemes d''indicadors

systemPublished = Sistema d''indicadors publicat

systemSentToDiffusionValidation = Sistema d''indicadors enviat a validaci\u00F3 de difusi\u00F3

systemSentToProductionValidation = Sistema d''indicadors enviat a validaci\u00F3 de producci\u00F3

systemStrucDimCreated = Dimensi\u00F3 creada correctament

systemStrucDimDeleted = Dimensi\u00F3 eliminada correctament

systemStrucDimErrorCreate = Error en crear la dimensi\u00F3

systemStrucDimErrorDelete = Error en eliminar la dimensi\u00F3

systemStrucDimErrorSave = Error en guardar la dimensi\u00F3

systemStrucDimSaved = Dimensi\u00F3 guardada amb \u00E8xit

systemStrucErrorRetrieve = Error en obtenir l''estructura del sistema d''indicadors

systemStrucIndInstanceCreated = Inst\u00E0ncia d''indicador creada correctament

systemStrucIndInstanceDeleted = Inst\u00E0ncia d''indicador eliminada correctament

systemStrucIndInstanceErrorCreate = Error en crear la inst\u00E0ncia d''indicador

systemStrucIndInstanceErrorDelete = Error en eliminar la inst\u00E0ncia d''indicador

systemStrucIndInstanceErrorSave = Error en guardar la inst\u00E0ncia d''indicador

systemStrucIndInstanceSaved = Inst\u00E0ncia d''indicador guardada amb \u00E8xit

systemStrucNodesErrorMove = Error en moure els nodes

systemStrucNodesErrorMoveRecursevely = El node {0} no es pot moure a un dels seus fills

systemValidationRejected = Validaci\u00F3 de sistema d''indicadors rebutjada

systemVersioned = Sistema d''indicadors versionat

systemVersioning = Versionat de sistemes d''indicadors

systemVersioningDetailedMessage = El sistema d''indicadors ser\u00E0 versionat. Est\u00E0 d''acord?

unitMultipliersConfirmDelete = Est\u00E0 segur de voler eliminar els multiplicadors d''unitat seleccionats?

unitMultipliersDeleteTitle = Eliminar multiplicador d''unitat

validatorErrorDecimalPlaces = El nombre de decimals ha de ser menor que {0}

validatorErrorIndicatorSelected = L''indicador seleccionat no pot ser el mateix
