
errorArchivingIndicator = Se ha producido un error al archivar el Indicador

errorArchivingSystem = Se ha producido un error al archivar el Sistema de Indicadores

errorGeographicalValueNotFound = Valor geogr\u00E1fico no encontrado

errorPublishingIndicator = Se ha producido un error al publicar el Indicador

errorPublishingSystem = Se ha producido un error al publicar el Sistema de Indicadores

errorRejectingIndicatorValidation = Se ha producido un error al rechazar la validaci\u00F3n del Indicador

errorRejectingSystemValidation = Se ha producido un error al rechazar la validaci\u00F3n del Sistema de Indicadores

errorRetrievingData = Se ha producido un error al obtener los Datos

errorRetrievingDataDefinition = Se ha producido un error al obtener la definici\u00F3n de datos

errorRetrievingDataDefinitions = Se ha producido un error al obtener las Definiciones de Datos

errorRetrievingDataSources = Se ha producido un error al obtener las Fuentes de Datos

errorRetrievingDataStructure = Se ha producido un error al obtener la Estructura de Datos

errorRetrievingDimension = Se ha producido un error al obtener la Dimensi\u00F3n

errorRetrievingGeographicalGranularities = Se ha producido un error al obtener las granularidades geogr\u00E1ficas

errorRetrievingGeographicalGranularity = Se ha producido un error al obtener la granularidad geogr\u00E1fica

errorRetrievingGeographicalValue = Se ha producido un error al obtener el valor geogr\u00E1fico

errorRetrievingGeographicalValues = Se ha producido un error al obtener los valores geogr\u00E1ficos

errorRetrievingIndicatorFromInstance = Se ha producido un error al obtener el Indicador de la Instancia

errorRetrievingIndicatorInstance = Se ha producido un error al obtener la Instancia de Indicador

errorRetrievingIndicators = Se ha producido un error al obtener los indicadores

errorRetrievingQuantityUnits = Se ha producido un error al obtener las unidades de medici\u00F3n

errorRetrievingSubjects = Se ha producido un error al obtener las \u00E1reas

errorSavingDataSource = Se ha producido un error al guardar la fuente de datos

errorSendingIndicatorToDiffusionValidation = Se ha producido un error al enviar a Validaci\u00F3n de Difusi\u00F3n el Indicador

errorSendingIndicatorToProductionValidation = Se ha producido un error al enviar a Validaci\u00F3n de Producci\u00F3n el Indicador

errorSendingSystemToDiffusionValidation = Se ha producido un error al enviar a Validaci\u00F3n de Difusi\u00F3n el Sistema de Indicadores

errorSendingSystemToProductionValidation = Se ha producido un error al enviar a Validaci\u00F3n de Producci\u00F3n el Sismtema de Indicadores

errorTemporalValueFormat = Valor temporal no v\u00E1lido

errorVersioningIndicator = Se ha producido un error al versionar el Indicador

errorVersioningIndicatorsSystem = Se ha producido un error al versionar el Sistema de Indicadores

indicCreated = Indicador creado correctamente

indicDeleted = Indicador eliminado correctamente

indicErrorCreate = Error al crear Indicador

indicErrorDelete = Error al borrar los Indicadores

indicErrorRetrieve = Error al obtener el Indicador

indicErrorRetrieveList = Error al obtener la lista de indicadores

indicErrorSave = Error al guardar indicador

indicatorArchived = Indicador archivado

indicatorEditionInfo = Edici\u00F3n del Indicador

indicatorEditionInfoDetailedMessage = El Indicador no puede ser editado. Cree una nueva versi\u00F3n del Indicador para editarlo.

indicatorPublished = Indicador publicado

indicatorSentToDiffusionValidation = Indicador enviado a Validaci\u00F3n de Difusi\u00F3n

indicatorSentToProductionValidation = Indicador enviado a Validaci\u00F3n de Producci\u00F3n

indicatorValidationRejected = Validaci\u00F3n de Indicator rechazada

indicatorVersioned = Indicador versionado

indicatorVersioning = Versionado de Indicador

indicatorVersioningDetailedMessage = El Indicador va a ser versionado. \u00BFEst\u00E1 de acuerdo?

systemArchived = Sistema de Indicadores archivado

systemCreated = Sistema de Indicadores creado correctamente

systemDeleted = Sistema de Indicadores eliminado correctamente

systemEditionInfo = Edici\u00F3n del Sistema de Indicadores

systemEditionInfoDetailedMessage = El Sistema de Indicadores no puede ser editado. Cree una nueva versi\u00F3n del Sistema para editarlo.

systemErrorCreate = Error al crear Sistema de Indicadores

systemErrorDelete = Error al eliminar los Sistemas de Indicadores

systemErrorRetrieve = Error al obtener Sistema de Indicadores

systemErrorRetrieveList = Error al obtener el listado de Sistemas de Indicadores

systemPublished = Sistema de Indicadores publicado

systemSentToDiffusionValidation = Sistema de Indicadores enviado a Validaci\u00F3n de Difusi\u00F3n

systemSentToProductionValidation = Sistema de Indicadores enviado a Validaci\u00F3n de Producci\u00F3n

systemStrucDimCreated = Dimensi\u00F3n creada correctamente

systemStrucDimDeleted = Dimensi\u00F3n eliminada correctamente

systemStrucDimErrorCreate = Error al crear la Dimensi\u00F3n

systemStrucDimErrorDelete = Error al eliminar la Dimensi\u00F3n

systemStrucDimErrorSave = Error al guardar la Dimensi\u00F3n

systemStrucDimSaved = Dimensi\u00F3n guardada con \u00E9xito

systemStrucErrorRetrieve = Error al obtener la estructura del Sistema de Indicadores

systemStrucIndInstanceCreated = Instancia de Indicador creada correctamente

systemStrucIndInstanceDeleted = Instancia de Indicador eliminada correctamente

systemStrucIndInstanceErrorCreate = Error al crear la Instancia de Indicador

systemStrucIndInstanceErrorDelete = Error al eliminar la Instancia de Indicador

systemStrucIndInstanceErrorSave = Error al guardar la Instancia de Indicador

systemStrucIndInstanceSaved = Instancia de Indicador guardada con \u00E9xito

systemStrucNodesErrorMove = Error al mover los nodos

systemStrucNodesErrorMoveRecursevely = El nodo {0} no se puede mover a uno de sus hijos

systemValidationRejected = Validaci\u00F3n de Sistema de Indicatores rechazada

systemVersioned = Sistema de Indicadores versionado

systemVersioning = Versionado de Sistemas de Indicadores

systemVersioningDetailedMessage = El Sistemas de Indicadores va a ser versionado. \u00BFEst\u00E1 de acuerdo?

validatorErrorIndicatorSelected = El indicador seleccionado no puede ser el mismo
